export const offerContent = `
# Оферта Slidee

## 1. Общие положения

1.1. Компания Slidee в лице Индивидуального предпринимателя Рожкова Даниила Александровича, именуемого далее «Исполнитель», публикует настоящую Публичную оферту на оказание услуг по предоставлению доступа к сервису **Slidee**, расположенному посредством веб-сайта [https://slidee.ru](https://slidee.ru).

1.2. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации (далее – ГК РФ) данный документ является публичной офертой, и в случае принятия изложенных ниже условий Заказчик, производящий акцепт этой оферты, осуществляет оплату услуги Исполнителя в соответствии с условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата услуги Заказчиком является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.

1.3. На основании вышеизложенного внимательно ознакомьтесь с текстом публичной оферты, и, если Вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от использования услуг, предоставляемых Исполнителем.

1.4. В настоящей Оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:

- **«Оферта»** – публичное предложение Исполнителя, адресованное любому физическому лицу (гражданину), заключить с ним договор на существующих условиях, содержащихся в Договоре, включая все его приложения.  
- **«Заказчик»** – физическое либо юридическое лицо, акцептировавшее настоящую Оферту.  
- **«Акцепт»** – полное и безоговорочное принятие Заказчиком условий Оферты.  
- **«Услуга»** – предоставление доступа к сервису Slidee, расположенному посредством веб-сайта [https://slidee.ru](https://slidee.ru).  
- **«Договор»** – договор оказания возмездных Услуг между Заказчиком и Исполнителем, который заключается посредством Акцепта Оферты на условиях, предусмотренных настоящей Офертой.  
- **«Стороны»** – Заказчик и Исполнитель по заключенному в соответствии с Офертой Договору.  
- **«Интернет-сайт»** – веб-сайт, размещенный в домене по адресу [https://slidee.ru](https://slidee.ru).  

---

## 2. Предмет и порядок заключения Договора

2.1. Исполнитель оказывает Заказчику Услугу, а Заказчик принимает Услугу в соответствии с условиями настоящего Договора и производит оплату в соответствии с требованиями настоящей Оферты.  

2.2. Стоимость услуг Исполнителя, заключающихся в предоставлении доступа к функционалу Интернет-сайта, для физических лиц, использующих сервис для личных нужд определяется предложениями, указанными в разделе «Тарифы», доступном посредством сервиса [https://slidee.ru](https://slidee.ru). При использовании функционала Интернет-сайта индивидуальным предпринимателем либо юридическим лицом тариф определяется по соглашению сторон в индивидуальном порядке.  

2.3. Акцепт оферты (заказ услуги) осуществляется путём оплаты стоимости тарифного пакета, посредством сервиса [https://slidee.ru](https://slidee.ru). При оплате тарифного пакета Интернет-сайта Заказчик подтверждает, что полностью осознает, понимает и принимает условия настоящей Оферты.  

2.4. Оплата Заказчиком услуг Исполнителя означает полное и безоговорочное согласие Заказчика с условиями настоящей Оферты (акцепт Оферты).  

2.5. День оплаты Услуги является датой заключения Договора между Исполнителем и Заказчиком.  

2.6. Все информационные материалы, представленные на сервисе [https://slidee.ru](https://slidee.ru), носят справочный характер и не могут в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Услуги.  

2.7. Услуга считается оказанной с момента предоставления доступа Заказчика к функционалу Интернет-сайта. После предоставления доступа к функционалу Интернет-сайта Заказчику он не имеет права отказаться от полученной услуги.  

---

## 3. Определение стоимости Услуг и порядок оплаты

3.1. Стоимость Услуг может быть изменена Исполнителем в любое время. Новая стоимость Услуг вступает в силу с момента опубликования и не распространяется на оплаченные к моменту опубликования Услуги.  

3.2. Услуга считается оплаченной Заказчиком в момент зачисления денежных средств на банковский счет Исполнителя.  

---

## 4. Авторские права и интеллектуальная собственность

4.1. Вся текстовая информация и графические изображения, размещенные на Интернет-сайте, являются собственностью Исполнителя.  

---

## 5. Политика конфиденциальности

5.1. Исполнитель обязуется не сообщать данные Заказчика, указанные при регистрации на сервисе [https://slidee.ru](https://slidee.ru) и при оформлении заказа на Услугу, лицам, не имеющим отношения к оказанию Услуги. Заказчик подтверждает свое согласие на предоставление Исполнителем третьим лицам сведений о Заказчике.  

5.2. Заказчик осведомлён, что вся информация, направляемая в сервис Slidee, может передаваться в сторонние сервисы для обеспечения его работы.  

---

## 6. Обстоятельства непреодолимой силы

6.1. Обстоятельства непреодолимой силы, признанные в силу законодательства таковыми, делающие невозможным исполнение настоящего Договора любой из Сторон могут явиться основаниями, освобождающими Стороны от ответственности.  

6.2. Сторона, ссылающаяся на обстоятельства непреодолимой силы, обязана незамедлительно информировать другую Сторону о наступлении подобных обстоятельств в письменной форме. Если вышеупомянутые обстоятельства будут длиться более шести месяцев, то любая Сторона имеет право расторгнуть настоящий Договор в одностороннем порядке, известив об этом другую Сторону за 2 (две) недели до дня расторжения настоящего Договора.  

---

## 7. Заключительные положения

7.1. Исполнитель не несет ответственности за ненадлежащее использование Услуг Заказчиком, заказанных на Интернет-сайте.  

7.2. Исполнитель вправе передавать свои права и обязанности по оказанию Услуг третьим лицам.  

7.3. Заказчик вправе до момента оказания Услуги в одностороннем внесудебном порядке отказаться от Договора (расторгнуть Договор), уведомив об этом Исполнителя не позднее одного рабочего дня до расторжения. В таком случае денежные средства возвращаются Заказчику по заявлению Заказчика, составленному в свободной форме, в течение 10 (десяти) рабочих дней со дня направления заявления на адрес электронной почты, указанном в реквизитах настоящей Оферты и на банковский счёт, указанный в заявлении Заказчика.  

7.4. Исполнитель имеет право на осуществление записи телефонных переговоров с Заказчиком. В соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации» Исполнитель обязуется: предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к оказанию Услуг; своевременно обнаруживать и пресекать такие факты. Телефонные разговоры записываются в целях осуществления контроля качества оказания Услуг.  

7.5. Оферта вступает в силу с момента размещения на Интернет-сайте и действует до момента ее отзыва и/или изменения в соответствии, если иной срок действия не определен Офертой. Оферта может быть изменена и/или отозвана в любой момент. Сведения об изменении или отзыве Оферты доводятся до Заказчика посредством размещения на Интернет-сайте.  

7.6. Договор, его заключение и исполнение регулируется действующим законодательством Российской Федерации. Все вопросы, не урегулированные Договором в соответствии с настоящей Офертой или урегулированные не полностью, регулируются в соответствии с материальным правом Российской Федерации.  

7.7. В случае возникновения споров между Заказчиком и Исполнителем по вопросам, связанным с исполнением настоящей Оферты, стороны должны предпринять все меры к разрешению всех споров и разногласий путём переговоров.  

7.8. Для разрешения споров, возникших между Заказчиком и Исполнителем, применяется следующий порядок. Заказчик, считающий, что его права нарушены из-за действий Исполнителя, направляет последнему претензию на электронный адрес, указанный в реквизитах настоящей Оферты, содержащую суть предъявляемого требования, обоснование его предъявления, а также все данные Пользователя.  

7.9. В течение 10 календарных дней со дня получения претензии Исполнитель обязан изложить свою позицию по указанным в ней принципиальным вопросам и направить свой ответ по адресу электронной почты, указанному в претензии Заказчику. В случае недостижения разрешения спора путем претензионного порядка спор подлежит рассмотрению в соответствии с пунктом 7.8.3.  

7.10. Любые споры и разногласия сторон по настоящему Договору или в связи с ним, которые не были урегулированы в течение календарного месяца с момента возникновения спора путём переговоров сторон, подлежат разрешению в суде по месту нахождения Исполнителя.
`;
